Repository: Martin36/annotation-platform
Catalog: locale/*/LC_MESSAGES/django.po
Languages: sv

source: Swedish
sv: Svenska

source: English
sv: Engelska

source: Logout
sv: Logga ut

source: Change password
sv: Byt lösenord

source: Login
sv: Logga in

source: None
sv: Ingen

source: Opinion
sv: Åsikt

source: Prediction
sv: Förutsägelse

source: Too general
sv: För generell

source: Uninteresting
sv: Ointressant

source: Needs context
sv: Behöver sammanhang

source: NOT Checkworthy
sv: INTE Kontrollvärd

source: Checkworthy
sv: Kontrollvärd

source: Not applicable
sv: Ej tillämplig

source: Write some words why you choose this label...
sv: Skriv några ord om varför du valde den här etiketten...

source: Claim annotations
sv: Påstående annoteringar

source: Welcome to Påstående Annoteraren. Here you can contribute to creating a claim detection dataset in Swedish.
sv: Välkommen till Påstående Annoteraren. Här kan du bidra till att skapa ett dataset för faktapåstående detektering på svenska.

source: How it works
sv: Hur det fungerar

source: By clicking the "Annotate claims" button down below you will be taken to a page where you are asked to label claims.
sv: Genom att klicka på knappen "Annotera påstående" nedan kommer du till en sida där du kan annotera påståenden.

source: For each claim you will have to select one of three different labels. The labels are as follows:
sv: För varje påstående måste du välja en av tre olika etiketter. Etiketterna är följande:

source: NOT Checkworthy, which means that the stated claim is either not possible to check, such as predictions about the future, or it may be possible to check but not of interest to the general public, such as the breakfast the speaker had in the morning.
sv: INTE Kontrollvärd, vilket innebär att det angivna påståendet antingen inte går att kontrollera, såsom förutsägelser om framtiden, eller så kan det vara möjligt att kontrollera men inte ointressant för allmänheten, såsom ett påstående om talarens frukost.

source: Checkworthy, which means that the statement is possible to check by a human fact-checker and is interesting to the general public, such as if the unemployment rate has increased or decreased by the proposed amount.
sv: Kontrollvärd, vilket innebär att påståendet är möjligt att kontrollera av en faktagranskare och är intressant för allmänheten, till exempel om arbetslösheten har ökat eller minskat med given andel.

source: Not applicable, this label should ONLY be used in the case where you are unsure about which label to give the claim.
sv: Ej tillämpligt, den här etiketten ska ENDAST användas i de fall du är osäker på vilken etikett du ska ge påståendet.

source: There are two additional fields, which are optional, but that you are encouraged to fill in to make the annotation more valuable. These are:
sv: Det finns ytterligare två fält, som är valfria, men som du uppmanas att fylla i för att göra annoteringen mer värdefull. Dessa är:

source: Category, which is a dropdown that shows some predefined categories for claims. If you think that the current claim fits one of the categories, please make sure to add that.
sv: Kategori, vilket är en dropdown som visar några fördefinierade kategorier för olika sorters påståenden. Om du tror att det aktuella påståendet passar någon av kategorierna, se till att lägga till det.

source: Comment, is a text field where you can add a comment of how you thought about the annotation of the claim. By adding this your annotation will be more valuable, but it is not mandatory.
sv: Kommentar, är ett textfält där du kan lägga till en kommentar om hur du tänkt kring annoteringen av påståendet. Genom att lägga till detta blir din annotering mer värdefull, men fältet är inte obligatorisk.

source: When you are done, click the submit button to go to the next claim. The return button will bring you back to this page.
sv: När du är klar klickar du på knappen "Skicka in" för att gå till nästa anspråk. "Tillbaka" knappen tar dig tillbaka till denna sida.

source: Let's get started!
sv: Låt oss börja!

source: Claim list
sv: Påstende lista

source: Annotate claims
sv: Annotera påståenden

source: Annotate claim
sv: Annotera påstående

source: Claim
sv: Påstående

source: Date
sv: Datum

source: Paragraph
sv: Paragraf

source: Label
sv: Etikett

source: More info
sv: Mer info

source: Here are the explanations for the different categories:
sv: Här är förklaringarna för de olika etiketterna:

source: , which means that the stated claim is either not possible to check, such as predictions about the future, or it may be possible to check but not of interest to the general public, such as the breakfast the speaker had in the morning.
sv: , vilket innebär att det angivna påståendet antingen inte går att kontrollera, såsom förutsägelser om framtiden, eller så kan det vara möjligt att kontrollera men inte ointressant för allmänheten, såsom ett påstående om talarens frukost.

source: , which means that the statement is possible to check by a human fact-checker and is interesting to the general public, such as if the unemployment rate has increased or decreased by the proposed amount.
sv: , vilket innebär att påståendet är möjligt att kontrollera av en faktagranskare och är intressant för allmänheten, till exempel om arbetslösheten har ökat eller minskat med given andel.

source: , this label should ONLY be used in the case where you are unsure about which label to give the claim.
sv: , den här etiketten ska ENDAST användas i de fall du är osäker på vilken etikett du ska ge påståendet.

source: Category
sv: Kategori

source: If you think that the current claim fits nicely into any of the following categories, please make sure to fill that in. This will help to increase the usefulness of the dataset. The categories are as follows:
sv: Om du tycker att det aktuella påståendet passar in i någon av följande kategorier, se till att fylla i det. Detta kommer att bidra till att datan blir mer användbar. Kategorierna är följande:

source: , the statement is a specific preference or belief that the speaker has such as "I love pizza" and nothing that is relevant to fact-check.
sv: , uttalandet är en specifik preferens eller övertygelse som talaren har som t.ex. "Jag älskar pizza" och inget som är relevant att faktakontrollera.

source: , the statement is a prediction about the future such as "Tax reductions will reduce the unemployment rate". Statements like these might be possible to fact-check in some cases, but will most likely not be possible to label with a binary label such as true or false.
sv: , uttalandet är en förutsägelse om framtiden som t.ex. "Skattesänkningar kommer att minska arbetslösheten". Påståenden som dessa kan vara möjliga att faktakontrollera i vissa fall, men kommer sannolikt inte att vara möjliga att märka med en binär etikett som t.ex. sant eller falskt.

source: , the statement is unspecific and can be interpreted in several different ways such as "We are facing another effort due to the pandemic". For a fact-checker to check these statements would mean that they had to make a few assumptions.
sv: , uttalandet är ospecifikt och kan tolkas på flera olika sätt som "Vi står inför ännu en kraftansträngning med anledning av pandemin". Om en faktagranskare ska kontrollera dessa påståenden behöver de göra antaganden som inte framgår i påståendet.

source: , the statement is factual but not interesting to the general public such as "I had bread for breakfast".
sv: , uttalandet är ett faktapåstående men inte intressant för allmänheten som "Jag åt bröd till frukost".

source: , it is not possible to fact-check the statement without additional context. This could be due to the paragraph being dependent on a previous paragraph. This category should NOT be used if the context that is needed is present in the provided paragraph, only in the cases where this paragraph does not provide sufficient context.
sv: , det går inte att faktakontrollera påståendet utan ytterligare sammanhang. Detta kan bero på att stycket är beroende av ett tidigare stycke. Denna kategori ska INTE användas om det sammanhang som behövs finns i det angivna stycket, endast i de fall då detta stycke inte ger tillräckligt med information.

source: Comment
sv: Kommentar

source: Required
sv: Obligatorisk

source: Submit
sv: Skicka in

source: Return
sv: Tillbaka

source: Back to home
sv: Tillbaka till hem

source: Login with GitHub
sv: Logga in med GitHub

source: Reset password
sv: Byt lösenord

source: Register
sv: Registrera

source: Password changed
sv: Lösenord ändrat

source: Change
sv: Byt

source: Password reset complete
sv: Lösenord återställt

source: Back to login
sv: Tillbaka till inloggning

source: Confirm password reset
sv: Bekräfta återställning av lösenord

source: Confirm
sv: Bekräfta

source: Someone asked for password reset for email
sv: Någon begärde återställning av lösenord för epost

source: Follow the link below:
sv: Följ länken nedan:

source: Send password reset link
sv: Skicka länk för återställning av lösenord

source: Reset
sv: Återställ
